Repository: BalgabayevD/fly_cargo_mobile
Catalog: lib/l10n/app_*.arb
Languages: kk

source: Success
kk: Сәтті

source: Error
kk: Қате

source: Loading...
kk: Жүктелуде...

source: Retry
kk: Қайталау

source: Cancel
kk: Болдырмау

source: Save
kk: Сақтау

source: Delete
kk: Жою

source: Back
kk: Артқа

source: Next
kk: Келесі

source: Done
kk: Дайын

source: Close
kk: Жабу

source: Enter phone number
kk: Телефон нөмірін енгізіңіз

source: Enter code
kk: Кодты енгізіңіз

# codeSentTo
source: Code sent to {phone}
kk: Код {phone} нөміріне жіберілді

source: Resend code
kk: Кодты қайта жіберу

# resendCodeIn
source: Resend in {seconds} sec
kk: Қайта жіберу {seconds} сек кейін

# orderCreated
source: Your shipment request has been created
kk: Жөнелту өтінімі жасалды

source: Go to orders
kk: Тапсырыстарға өту

source: Payment error
kk: Төлем қатесі

# paymentErrorMessage
source: An error occurred during payment. Please try again.
kk: Төлем кезінде қате орын алды. Қайталап көріңіз.

source: Pay
kk: Төлеу

source: Pay {amount}
kk: {amount} төлеу

source: Add card
kk: Карта қосу

source: Select card
kk: Картаны таңдаңыз

# noCards
source: No saved cards
kk: Сақталған карталар жоқ

source: Package description
kk: Жөнелтілім сипаттамасы

source: Describe package contents
kk: Жөнелтілім мазмұнын сипаттаңыз

source: Enter package description
kk: Жөнелтілім сипаттамасын енгізіңіз

source: Sender
kk: Жіберуші

source: Recipient
kk: Алушы

source: Recipient name
kk: Алушының аты

source: Recipient phone
kk: Алушының телефоны

source: Enter recipient name
kk: Алушының атын енгізіңіз

source: Enter recipient phone
kk: Алушының телефонын енгізіңіз

source: From
kk: Қайдан

source: To
kk: Қайда

source: Select city
kk: Қаланы таңдаңыз

source: Select address
kk: Мекенжайды таңдаңыз

source: Search address
kk: Мекенжай іздеу

# noAddressFound
source: Address not found
kk: Мекенжай табылмады

source: Select tariff
kk: Тарифті таңдаңыз

source: Dimensions
kk: Өлшемдері

source: Weight
kk: Салмағы

source: {weight} kg
kk: {weight} кг

source: Length
kk: Ұзындығы

source: Width
kk: Ені

source: Height
kk: Биіктігі

source: cm
kk: см

source: kg
kk: кг

source: Create order
kk: Тапсырыс жасау

source: Orders
kk: Тапсырыстар

source: My orders
kk: Менің тапсырыстарым

source: No orders
kk: Тапсырыстар жоқ

# orderNumber
source: Order {orderId}
kk: №{number} тапсырыс

source: Order status
kk: Тапсырыс күйі

# statusPending
source: Pending
kk: Күтуде

# statusProcessing
source: Processing
kk: Өңделуде

# statusInTransit
source: In transit
kk: Жолда

# statusDelivered
source: Delivered
kk: Жеткізілді

# statusCancelled
source: Cancelled
kk: Бас тартылды

source: Delivery date
kk: Жеткізу күні

# expectedDelivery
source: Expected delivery: {date}
kk: Күтілетін жеткізу: {date}

source: Profile
kk: Профиль

source: Settings
kk: Баптаулар

source: Log out
kk: Шығу

source: Delete account
kk: Аккаунтты жою

# deleteAccountConfirm
source: Are you sure you want to delete your account?
kk: Аккаунтты жойғыңыз келетініне сенімдісіз бе?

source: Feature in development
kk: Функция әзірлену үстінде

source: Share
kk: Бөлісу

source: Open in maps
kk: Картада ашу

source: Accept
kk: Қабылдау

source: Decline
kk: Бас тарту

source: Home
kk: Басты бет

source: Total
kk: Барлығы

source: Price
kk: Бағасы

# priceAmount
source: {amount} â‚¸
kk: {amount} ₸

source: Continue
kk: Жалғастыру

source: Confirm
kk: Растау

source: Enter comment
kk: Түсініктеме енгізіңіз

source: Comment
kk: Түсініктеме

source: Optional
kk: Міндетті емес

source: Required
kk: Міндетті

# fieldRequired
source: This field is required
kk: Бұл өріс міндетті

source: Invalid phone number
kk: Телефон нөмірі дұрыс емес

source: Something went wrong
kk: Бірдеңе дұрыс болмады

source: Try again
kk: Қайталап көріңіз

source: No internet connection
kk: Интернет байланысы жоқ

source: Server error
kk: Сервер қатесі

source: Payment failed
kk: Төлем өтпеді

# openKaspi
source: Open Kaspi.kz
kk: Kaspi.kz ашу

source: Authorization
kk: Авторизация

source: Phone number
kk: Телефон нөмірі

# phoneNumberHelpText
source: Helps to create and track your orders
kk: Тапсырыстарды жасауға және қадағалауға көмектеседі

# enterPhoneNumberError
source: Enter phone number
kk: Телефон нөмірін енгізіңіз

source: Enter valid phone number
kk: Дұрыс телефон нөмірін енгізіңіз

source: Get code
kk: Код алу

# confirmCode
source: Confirm
kk: Растау

source: SMS code
kk: СМС код

# smsCodeHelpText
source: We sent a 6-digit code via SMS to {phone}
kk: Біз 6 таңбалы кодты SMS арқылы жібердік {phone} нөміріне

# smsCodeLabel
source: Code
kk: Код

source: Send
kk: Жіберу

source: Code sent again
kk: Код қайта жіберілді

# iAgreeWith
source: I have read and agree to
kk: Мен танысып, келісемін

source: privacy policy
kk: құпиялылық саясатымен

source: and
kk: және

source: terms of service
kk: оферта шарттарымен

source: Order
kk: Тапсырыс

# orderDetail
source: Order {orderId}
kk: №{orderId} тапсырыс

source: Delivery
kk: Жеткізу

# deliveryOn
source: Delivery on {date}
kk: {date} жеткізу

source: Parcel sent
kk: Жөнелтілім жіберілді

source: Processed at warehouse
kk: Қоймада өңделді

source: Delivery to {city}
kk: {city} жеткізу

source: Handed to courier
kk: Курьерге тапсырылды

# payWithAmount
source: Pay {amount} tg
kk: {amount} тг төлеу

source: Attach barcode
kk: Штрихкодты байлау

# cancelOrder
source: Cancel
kk: Болдырмау

source: Copy payment link
kk: Төлем сілтемесін көшіру

# paymentLinkCopied
source: Link copied
kk: Сілтеме көшірілді

# noOrdersYet
source: You don't have any orders yet
kk: Сізде әлі тапсырыстар жоқ

# createFirstOrder
source: Create your first order on the home page
kk: Бірінші тапсырысты басты бетте жасаңыз

# errorOccurred
source: An error occurred
kk: Қате орын алды

source: Authorization required
kk: Авторизация қажет

# authorizationRequiredHelp
source: Please log in to view your orders
kk: Тапсырыстарды көру үшін аккаунтқа кіру керек

source: Payment successful!
kk: Төлем сәтті өтті!

# recipientLabel
source: Recipient
kk: Алушы

# deliveryLabel
source: Delivery
kk: Жеткізу

source: Processing payment...
kk: Төлем өңделуде...

source: Please wait
kk: Күте тұрыңыз

# addCardPrompt
source: Add a card
kk: Карта қосыңыз

# noSavedCards
source: You don't have any saved cards yet
kk: Сізде әлі сақталған карталар жоқ

source: Adding card
kk: Карта қосу

# tryAgainButton
source: Try again
kk: Қайталап көріңіз

# paymentForOrder
source: Payment for order #{orderId}
kk: №{orderId} тапсырысқа төлем

# addingCardTitle
source: Adding card
kk: Карта қосу

# notAuthorized
source: You are not authorized
kk: Сіз авторизацияланбағансыз

source: Role
kk: Рөл

source: Name
kk: Аты

# logoutFromProfile
source: Log out
kk: Профильден шығу

source: Delete profile request
kk: Профильді жою өтініші

# deleteProfileInDevelopment
source: Delete profile feature in development
kk: Профильді жою функциясы әзірленуде

# logoutTitle
source: Log out
kk: Шығу

# logoutConfirmation
source: Are you sure you want to log out?
kk: Шығуға сенімдісіз бе?

source: Contacts
kk: Байланыстар

source: Contact phone
kk: Байланыс телефоны

source: Mobile phone
kk: Ұялы телефон

source: Legal address
kk: Заңды мекенжайы

source: Call
kk: Қоңырау шалу

# writeWhatsapp
source: Write on WhatsApp
kk: WhatsApp-қа жазу

# appAuthSettings
source: App authentication
kk: Қолданбада авторизация

# appVersionInfo
source: Sapsano {year}. Version {version}
kk: Sapsano {year} жыл. Нұсқа {version}

source: Recipient data
kk: Алушы деректері

# recipientContactInfo
source: Recipient contact information
kk: Алушының байланыс ақпараты

# recipientContactInfoHelp
source: Enter recipient name and phone number for contact
kk: Байланыс үшін алушының атын және телефон нөмірін енгізіңіз

source: Save data
kk: Деректерді сақтау

source: Description
kk: Сипаттама

# descriptionLabel
source: Package description
kk: Жөнелтілім сипаттамасы

# saveDescription
source: Save
kk: Сақтау

# weightInKg
source: Weight, kg
kk: Салмағы, кг

# addressIn
source: Address in {city}
kk: {city} мекенжайы

# enterAddressPlaceholder
source: Enter address...
kk: Мекенжайды енгізіңіз...

source: Searching addresses...
kk: Мекенжайлар іздеу...

# addressSearchError
source: Search error
kk: Іздеу қатесі

source: Addresses not found
kk: Мекенжайлар табылмады

# tryChangingQuery
source: Try changing your search query
kk: Іздеу сұрауын өзгертіп көріңіз

source: Start typing address
kk: Мекенжайды теруді бастаңыз

# minTwoCharacters
source: Enter at least 2 characters to search
kk: Іздеу үшін кемінде 2 таңба енгізіңіз

source: Choose city
kk: Қаланы таңдаңыз

# enterAddressField
source: Enter address
kk: Мекенжайды енгізіңіз

source: City
kk: Қала

source: Address
kk: Мекенжай

source: Apartment
kk: Пәтер

source: Apartment number
kk: Пәтер нөмірі

source: Entrance
kk: Кіреберіс

source: Entrance number
kk: Кіреберіс нөмірі

source: Floor
kk: Қабат

source: Floor number
kk: Қабат нөмірі

source: App language
kk: Қолданба тілі

source: Russian
kk: Орысша

source: English
kk: Ағылшынша

source: Kazakh
kk: Қазақша

source: Notification settings
kk: Хабарландыруларды баптау

# privacyPolicyTitle
source: Privacy policy
kk: Пайдалану саясаты

# termsOfServiceTitle
source: Terms of service
kk: Оферта шарттары

source: For legal entities
kk: Заңды тұлғаларға

source: Transportation rules
kk: Тасымалдау ережелері

source: Add photo
kk: Фото қосу

source: Select source
kk: Көзді таңдаңыз

source: Camera
kk: Камера

source: Gallery
kk: Галерея

source: Package photos
kk: Қаптама фотосы

source: Selected photos ({count})
kk: Таңдалған фотолар ({count})

# photoUploadError
source: Error uploading photo
kk: Фото жүктеу қатесі

# photoSelectionError
source: Error selecting photo
kk: Фото таңдау қатесі

# orderStatusCreated
source: Created
kk: Жасалды

# orderStatusCancelled
source: Cancelled
kk: Бас тартылды

# orderStatusDecided
source: Rejected by courier
kk: Курьер бас тартты

# orderStatusAccepted
source: Waiting for courier
kk: Курьерді күтуде

# orderStatusProcessing
source: Processing at warehouse
kk: Қоймада өңделуде

# orderStatusDeliveryToCity
source: Delivery to Astana
kk: Астанаға жеткізу

# orderStatusHandedToCourierShort
source: Handed to courier
kk: Курьерге берілді

# orderStatusCompleted
source: Delivered
kk: Жеткізілді
